import React from 'react';

export let chapter_twentyseven = {
    short_title: "Chapter 27",
    long_title: "Medicines and the Elderly",
    content:
      <span>
        <h1>Medicines and the Elderly</h1>
        <p>Due to physiological changes and altered pharmacodynamic response of target organs the elderly are more susceptible to adverse Medicine reactions.</p>
        <p>Elderly patients may require multiple medicine therapies. Therefore medication should be reviewed frequently (every 3 months).</p>
        <ul>
          <li>Provide simple, once or twice daily regimens wherever possible. </li>
          <li>Give clear instructions on how medicines are to be taken.</li>
          <li>Where possible ask relatives to supervise medicine taking.</li>
          <li>Suppositories or liquid formulations should be prescribed where swallowing is difficult.</li>
          <li>Use reduced doses</li>
          <li>Avoid nephrotoxic medicine</li>
        </ul>
        <h3>Anti-hypertensives</h3>
        <p>Prescribe with caution due to increased risk of postural hypotension, side effects, cognitive dysfunction and falls.  The general treatment guidelines on hypertension should be followed but it is appropriate to start with lower doses and build up. Re-evaluate therapy every 6-12 months because blood pressure may decrease as a result of progression of atherosclerotic disease.</p>
        <h3>Diuretics</h3>
        <p>Since the elderly have a decreased plasma volume and lower levels of aldosterone, aggressive diuretic therapy to reduce BP is not indicated.  Even low doses may precipitate hypotension, falls, hyponatraemia and hypokalaemia.  Gravitational oedema will respond to simple mechanical measures such as raising legs and does not usually warrant use of diuretics.</p>
        <h3>Digoxin</h3>
        <p>Lower maintenance doses e.g. 0.625 to 1.25 mg (paediatric elixir formulation) should be used owing to reduced renal function and increased sensitivity. Signs of digoxin toxicity are nausea, vomiting, anorexia, visual disturbances and headache.</p>
        <p>Where there is no evidence of heart failure and if the heart is in normal sinus rhythm digoxin may be safely withdrawn but the patient should be monitored for atrial fibrillation if discontinuation is attempted.</p>
        <h3>Oral hypoglycaemics</h3>
        <p>(see diabetes section in Metabolic and Endocrine Conditions Chapter)</p>
        <p>The elderly are at increased risk of hypoglycamia with glibenclamide.</p>
        <h3>Hypnotic / Sedatives </h3>
        <p>Benzodiazepines (e.g. diazepam) significantly impair cognitive function and should not be used. Hypnosis or sedation should be achieved with:</p>
        <table>
          <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th><th>Duration</th></tr>
          <tr><td>amitriptyline* po</td><td>B E</td><td>12.5mg</td><td>at night</td><td>intermittently</td></tr>
        </table>
        <small><em>*Caution: advise of 'hangover' effect in the morning. </em></small>
        <h3>Major tranquillisers</h3>
        <p>It is essential to define and remove the underlying cause of agitation e.g. infection or hypoxia. Once this is done and if tranquillisation is still considered necessary, the options are:</p>
        <table>
          <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th><th>Duration</th></tr>
          <tr><td>haloperidol po</td><td>A N</td><td>0.5 - 2mg</td><td>bd</td><td>review</td></tr>
          <tr><td colSpan="5">or</td></tr>
          <tr><td>haloperidol im</td><td>A N</td><td>1 - 5mg</td><td>bd</td><td>review</td></tr>
        </table>
        <small>Always start with the lower dose if possible. 0.5 mg bd is often enough. Avoid chlorpromazine and fluphenazine decanoate where possible as major irreversible side effects may occur. </small>
        <h3>Antidiarrhoeals</h3>
        <p>The elderly are prone to spurious, or overflow diarrhoea from chronic faecal impaction.  No diarrhoea in the elderly should be treated with anti-diarrhoeal medicines before an adequate physical examination has excluded impaction.  In such cases a high fibre diet, regular enemas and a stimulant such as senna or bisacodyl will relieve the problem.</p>
        <h3>Non-steroidal Anti-inflammatory medicines</h3>
        <p>These should be used with caution as the elderly are particularly susceptible to gastrointestinal complications (erosions and bleeding) and renal complications (e.g. interstitial nephritis). Paracetamol is a more appropriate analgesic in older adults.</p>
        <table>
          <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th><th>Duration</th></tr>
          <tr><td>aspirin po</td><td>C V</td><td>300 600mg</td><td>3 or more time per day</td><td>as required</td></tr>
          <tr><td colSpan="5">or</td></tr>
          <tr><td>ibuprofen po</td><td>C N</td><td>200mg</td><td>3 or more time per day</td><td>as required</td></tr>
        </table>
        <small><em>*add magnesium trisilicate as required for gastrointestinal side effects.</em></small>
        <h3>Steroids</h3>
        <p>The known side effects of steroids occur more rapidly and are accentuated in the elderly. Use with caution and monitor for side effects.</p>
      </span>
  }