import React from 'react';

export let chapter_one = {
    short_title: "Chapter 1",
    long_title: "Guidelines on Antimicrobial Treatment and Prophylaxis ",
    content:
      <span>
        <h1>Guidelines on Antimicrobial Treatment and Prophylaxis</h1>
        <h2>General Guidelines</h2>
        <p>Antimicrobials are the most over-used class of medicines worldwide and in Zimbabwe. Apart from the unnecessary cost and risk to the patient, overuse encourages development of resistant organisms, a problem that has proven serious and expensive in many countries. Antimicrobials should be used only in patients with likely bacterial illness requiring systemic therapy. In many cases anti-microbial medicines will initially be given "blind" or "empirically", the choice being based on clinical suspicion without microbiological confirmation. Positive identification of the pathogen and anti-microbial susceptibility testing should be sought wherever possible as this will result in better and more cost-effective treatment.</p>
        <h3>Principles of antimicrobial use </h3>
        <ol>
          <li><strong>Choice of agent</strong> should be based on factors such as spectrum of activity, anticipated efficacy, safety, previous clinical experience, cost, and potential for resistance. These will be influenced by the severity of illness and whether the medicine is to be used for prophylaxis, empirical therapy or therapy directed by identification of one or more pathogens </li>
          <li><strong>Prophylactic therapy</strong> should be restricted to the use of a limited range of agents of proven efficacy in invasive procedures with a high risk of infection or where the consequences of infection are disastrous. Most surgical prophylaxis should be parenteral and commence just before the procedure, continuing for no more than one or two doses after the end of the operation. The aim is to achieve high plasma and tissue levels at the time that contamination is most likely i.e. during the operation.</li>
          <li><strong>Empirical therapy</strong> should be based on local epidemiological data on potential pathogens and their patterns of antibiotic susceptibility. Appropriate specimens for Gram stain, culture and sensitivity testing should be obtained before commencing antimicrobial therapy. Maintain a database of susceptibility profile in order to guide intelligent choice of empirical antibiotic therapy at regional and national patterns.</li>
          <li><strong>Directed antimicrobial therapy</strong> for proven pathogens should include the most effective, least toxic, narrowest spectrum agent available. This practice reduces the problems associated with broad-spectrum therapy, that is, selection of resistant microorganisms and superinfection.</li>
          <li><strong>Choice of route</strong> should be determined by the site and severity of infection. It is important that topical antimicrobial therapy be restricted to a few proven indications, for example, eye infections because of the capacity of most agents to select resistant microorganisms and to cause sensitisation; topical antiseptics are preferred in most situations.</li>
          <li><strong>Antimicrobial combinations</strong> have few indications. These include:
                  <ul>
              <li>to extend the spectrum of cover, for example, in empirical therapy or in mixed infections,</li>
              <li> to achieve a more rapid and complete bactericidal effect, for example, in enterococcal endocarditis,</li>
              <li> to prevent the emergence of resistant micro-organisms, for example in the therapy of tuberculosis.</li>
            </ul>
          </li>
        </ol>
        <small><em>Note: Doses given are for a 70kg adult with normal hepatic and renal function. Paediatric doses are given in the chapter on Paediatric Conditions. In the elderly, as a general rule, doses given could be lower than the recommended adult dose (see Chapter on Medicines and the Elderly). </em></small>
        <h2>Notes on Specific Microbials</h2>
        <p>Note that some antibiotics are becoming ineffective because microorganisms are generally resistant to them. Antimicrobial susceptibility testing should therefore be sought where possible. Patients should be counselled to complete courses even when they feel better.</p>
        <p>Oral <strong>amoxicillin</strong> should be used in preference to oral ampicillin because of its better absorption, efficacy and lower cost. However, the same is <u>not</u> true of the injectable preparations that have similar efficacy.</p>
        <p><strong>Chloramphenicol</strong> must be limited to serious infection such as typhoid, <em>Klebsiella</em> pneumonia, <em>Haemophilus influenzae</em> infections, difficult to treat pelvic inflammatory disease and brain abscesses and <u>not</u> used indiscriminately in the treatment of fever. An exception to this is when a broad-spectrum antibiotic is required and there is a problem with availability. Furthermore, the oral preparation should be used judiciously as it is more prone to cause aplastic anaemia than the injectable formulation.</p>
        <p>Dosage of <strong>gentamicin, streptomycin, and kanamycin</strong> (aminoglycosides) must be carefully adjusted for weight and renal function. Except for duration less than 3 days use or when lower doses are used, as with TB therapy, they require peak and trough serum levels (where available), careful monitoring of serum urea and/or creatinine, and checking for complaints of auditory or vestibular symptoms (adverse effects).</p>
        <p>Patients with true <strong>penicillin allergy</strong> (that is, a pruritic rash, angioedema or anaphylaxis) must not be given penicillin. Rashes occurring after 48 hours are rarely due to allergy and are not a contraindication to further use. Note that, penicillins have crossreactivities with other medicines including cephalosporins and such newer medicines as imipenem. Macrolides are suitable alternatives. Persons with a history of co-trimoxazole allergy may be offered desensitisation (see Chapter on HIV infections).</p>
        <h2>Pyrexia / Fever of Unknown Origin </h2>
        <p>Fever is a common presenting symptom at all ages, but in adults there will usually be some localising symptoms or signs, which point to a likely focus of infection. If after careful examination no clear focus of infection is identified, the following should be considered in a previously healthy patient admitted from the community with fever of less than two weeks‘ duration:</p>
        <ul>
          <ul>
            <li>Viral infections (frequently resolve after 4-5 days, or may be the prodromal phase, for example, hepatitis).</li>
            <li>Malaria.</li>
            <li>Typhoid.</li>
            <li>Urinary tract infection.</li>
            <li>Bacteraemia.</li>
            <li>HIV related causes of fever</li>
          </ul>
        </ul>
        <small><em>If HIV infection is suspected see guidelines in the chapter on HIV Related Diseases. </em></small>
        <ul>
          <li>If the patient‘s general condition is satisfactory, it is reasonable to withhold antibiotics while carrying out a few basic investigations: that is urinalysis (dip-stick), <em>urine microscopy, haemoglobin, white cell count and differential and malarial parasites</em> which are all within the capabilities of a district hospital laboratory. If possible, send a <em>blood culture</em> to the nearest reference laboratory. <em>Liver function tests </em>and<em> urine testing</em> for bile products are appropriate if hepatitis is suspected.</li>
          <li>If no improvement occurs after 3-4 days, and there is still no identifiable focus of infection, and there is no evidence of malaria (at least two negative blood films), the subsequent management of the patient should be guided by the results of the investigations.</li>
          <li>In those patients who present very ill or toxic, or whose condition deteriorates, antibiotic therapy should be initiated on the basis of clinical suspicion (typhoid - <strong>chloramphenicol</strong>, staphylococcal septicaemia - <strong>cloxacillin</strong>, etc), anaerobes (metronidazole).</li>
        </ul >
        <table>
          <caption>Recommended "blind" therapy for septicaemia with no identifiable source is as follows: </caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th><th>Duration</th></tr>
            <tr><td>ampicillin iv</td><td>B E</td><td>2g</td><td>4 times per day</td><td>Review</td></tr>
            <tr><td>gentamicin iv</td><td>C V</td><td>4 - 5mg/kg</td><td>once a day</td><td>max 2 weeks</td></tr></tbody>
        </table>
        <table>
          <caption>Alternative:</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th><th>Duration</th></tr>
            <tr><td>chloramphenicol iv</td><td>B E</td><td>1g</td><td>4 times per day</td><td>Review</td></tr>
            <tr><td>gentamicin iv</td><td>C V</td><td>4 - 5mg/kg</td><td>once a day</td><td>max 2 weeks</td></tr></tbody>
        </table>
        <h2>The Use of Antimicrobials for Prophylaxis of Infection</h2>
        <p>There are some instances where the use of prophylactic antibiotics is well established. However, the use of antibiotics for prophylaxis of infection often consumes a disproportionate amount of all antibiotics used in the hospital setting and consideration to their appropriate use must be given. Prophylactic antibiotic use must be within accepted principles and guidelines.</p>
        <h3>General Recommendations: </h3>
        <ul>
          <li> use the appropriate medicine (see below)</li>
          <li> give as a single dose where possible.</li>
          <li> repeat when the procedure lasts longer than 3-4 hours</li>
          <li> give intravenously 10-15 minutes before incision, or orally 1-2 hours before incision </li>
        </ul>
        <h4>Specific indications: </h4>
        <h5>Surgical prophylaxis </h5>
        <table>
          <caption>Virginal operations:</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th></tr>
            <tr><td>chloramphenicol iv</td><td>B E</td><td>1g</td><td>single dose</td></tr>
          </tbody>
        </table>
        <table>
          <caption>Caesarean section: </caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th></tr>
            <tr><td>ceftriaxone iv</td><td>C V</td><td>1g</td><td>single dose</td></tr>
          </tbody>
        </table>
        <table>
          <caption>Hysterectomy, or Colorectal surgery e.g. appendicectomy: </caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th></tr>
            <tr><td>ceftriaxone iv</td><td>C V</td><td>1g</td><td>single dose</td></tr>
            <tr><td>gentamicin iv</td><td>C V</td><td>4 - 5 mg/kg</td><td>single dose</td></tr>
          </tbody>
        </table>
        <table>
          <caption>If signs of infection after operation, give:</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th><th>Duration</th></tr>
            <tr><td>amoxicillin po</td><td>C V</td><td>500mg</td><td>3 times per day</td><td>7 days</td></tr>
            <tr><td>metronidazole po</td><td>C V</td><td>400mg</td><td>3 times per day</td><td>7 days</td></tr>
          </tbody>
        </table>
        <p><em>Also refer to Obstetrics and Gynaecology/Surgical Conditions Chapters for further guidance.</em></p>
        <table>
          <caption>Urinary tract surgery e.g. prostatectomy:  </caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th></tr>
            <tr><td>ciprofloxacin po</td><td>B V</td><td>500mg</td><td>single dose</td></tr>
          </tbody>
        </table>
        <h5>Other prophylaxis </h5>
        <table>
          <caption>Skull base fracture with liquorrhoea (rhino/otorrhoea): </caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th></tr>
            <tr><td>chloramphenicol iv</td><td>B E</td><td>1g</td><td>single dose</td></tr>
          </tbody>
        </table>
        <p>Subacute bacterial endocarditis <small>See Cardiovascular Chapter </small></p>
        <table>
          <caption>For meningococcal meningitis contacts. Give as soon as diagnosis is made in the index case:</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th></tr>
            <tr><td>ceftriaxone im</td><td>C V</td><td>250mg</td><td>single dose</td></tr>
          </tbody>
        </table>
        <table>
          <caption>Cotrimoxazole Prophylaxis (see HIV chapter): </caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th><th>Duration</th></tr>
            <tr><td>cotrimoxazole* po</td><td>C V</td><td>960mg</td><td>every day</td><td>for life or until CD4 count > 500 for 3 months with <abbr title="Antiretroviral">ARV</abbr>s</td></tr>
            <tr><td colSpan="5"><small><em>*If there is a history of cotrimoxazole allergy and it was not StevensJohnson syndrome then it is likely that the person can be desensitised</em></small></td></tr>
          </tbody>
        </table>
      </span>
  };