import React from 'react';

export let chapter_two = {
    short_title: "Chapter 2",
    long_title: "Basic Infection Prevention and Control Measures",
    content:
      <span>
        <h1>Basic Infection Prevention and Control Measures</h1>
        <p><strong>(See National Infection Control Guidelines)</strong><br />
          Transmission of infections in healthcare facilities can be prevented and controlled through the application of basic infection control prevention and control practices. The 2 tiers or categories of infection control prevention and practices are A) <strong>standard precautions</strong> and B) <strong>transmission based precautions</strong>.  The goal of this two- tier/category system is to minimise risk of infection and maximise safety level within our healthcare facilities.</p>
        <ul>
          <li>Educate healthcare workers not only on what to do but why it is important to do it.</li>
          <li>Emphasising outcomes helps healthcare workers see how their routine job duties interact with the infection control system.</li>
        </ul>
        <h2>Categories of Infection Control Practices: </h2>
        <ol>
          <li>Standard Precautions (previously known as Universal Precautions) - must be applied to all patients at all times, regardless of diagnosis or infectious status</li>
          <li>Transmission based precautions - are specific to modes of transmission e.g. airborne, droplet or contact.</li>
        </ol>
        <ol>
          <li>
            <h3>Standard Precations</h3>
            <p>Treating all patients in the healthcare facility with the same basic level of ―standard‖ precautions involves work practices that are essential to provide a high level of protection to patients, healthcare workers and visitors.<br /> These precautions include the following:</p>
            <ul>
              <li>Hand hygiene (hand washing, hand antisepsis).</li>
              <li>Use of personal protective equipment when handling blood substances excretions and secretions.</li>
              <li>Appropriate handling of patient care equipment and soiled linen.</li>
              <li>Prevention of needle stick/sharp injuries.</li>
              <li>Environmental cleaning and spills management.</li>
              <li>Appropriate handling of waste.</li>
            </ul>
            <h4>Hand Hygiene </h4>
            <p>Appropriate hand washing can minimise micro-organisms acquired on the hands by contact with body fluids and contaminated surfaces. Hand washing breaks the chain of infection transmission and reduces person to person transmission.</p>
            <p><strong className="underline">NB: </strong>  Hand washing or hand antisepsis is the simplest and most cost- effective way of preventing the transmission of infection and thus reducing the incidence of healthcare associated infections.</p>
            <h5>Types of Hand Hygiene </h5>
            <ol>
              <li>Hand washing is usually limited to hands and wrists, the hands are washed for a minimum 10-18 seconds with hand washing soap and water.</li>
              <li><strong>Hand antisepsis/Decontamination</strong>
                <ul>
                  <li>Decontaminate hands with a waterless alcohol based hand gel or rub for 15-30 seconds. <br />This is appropriate for hands that are not visibly soiled.</li>
                </ul>
              </li>
              <li><h6>Surgical hand antisepsis </h6>
                <ul>
                  <li>This removes or destroys transient micro-organisms and confers a prolonged effect. The hands and forearms are washed thoroughly with an antiseptic soap for a minimum 2-3 minutes and dried with a sterile towel. This is required before performing invasive procedures.</li>
                </ul>
              </li>
            </ol>
            <strong className="underline">NB:</strong> Hands should be dried with disposable paper towels.
                  <h4>Use of Personal Protective Equipment.</h4>
            <p>Types:</p>
            <ul>
              <li>Scrub Suit or Gowns</li>
              <li>Plastic Aprons</li>
              <li>Boots or shoes covers</li>
              <li>Caps</li>
              <li>Protective eye wear</li>
              <li>Gloves</li>
            </ul>
            <ul>
              <li><h5>Gloves</h5>
                <ul>
                  <li>Reduce the incidence of hand contamination with infective material which in turn reduces the opportunity for personnel to become infected and/or the organisms to spread to other personnel and /or patients.</li>
                  <li><strong><em>Gloves however should not replace hand washing. </em></strong></li>
                </ul>
              </li>
            </ul>
            <h6>Gloves are to be worn when touching the following: </h6>
            <ul>
              <li>Blood</li>
              <li>All body fluids</li>
              <li>All body secretions</li>
              <li>All body excretions</li>
            </ul>
            <p>Gloves should be removed before touching clean items (e.g. phone, door knobs or patients‘ charts.) After removing gloves, wash hands thoroughly.</p>
            <ol>
              <li><h5>Important points to remember when using gloves.</h5>
                <ul>
                  <li>Use gloves when there is potential exposure to blood, body fluids, excretions or secretions.</li>
                  <li>Change gloves between patients, between procedures on the same patient when they become soiled.</li>
                  <li>Remove gloves before leaving the patient‘s bedside and decontaminate hands immediately with 70% alcohol hand rub solution.</li>
                  <li>Discard gloves after attending to each patient.</li>
                </ul>
              </li>
              <li><h5>Boots/shoe covers</h5>
                <ul>
                  <li>These are used to protect the wearer from splashes of blood, body fluids, secretions and excretions.</li>
                  <li>Shoe covers should be disposable and waterproof.</li>
                  <li>Waterproof boots should be washable.</li>
                </ul>
              </li>
              <li><h5>Caps</h5>
                <ul>
                  <li> Disposable and waterproof caps that completely cover the hair are used when splashes of blood and body fluids are expected.</li>
                </ul>
              </li>
              <li><h5>Masks</h5>
                <ol>
                  <li>A surgical mask protects healthcare providers from inhaling respiratory pathogens transmitted by the droplet routes. It prevents the spread of infectious diseases such as varicella (Chicken pox) and meningococcal diseases (meningococcal meningitis.)</li>
                  <li>A N95 mask protects healthcare providers from inhaling respiratory pathogens that are transmitted via the airborne route. This helps to prevent the spread of infectious diseases such as TB, or MDR TB.</li>
                </ol>
                <p><small>
                  <strong>NB:</strong> In order to prevent the spread of infection, the appropriate mask should be worn by healthcare providers and visitors when attending to a patient suffering from a communicable disease that is spread via the airborne or droplet route.
                              </small></p>
                <p>The patient with a communicable disease via the droplet or airborne route should wear a surgical mask when being transferred to other departments or hospitals or in isolation room to prevent spread of infection. <br />Disposable masks are for single use only and should only be discarded after 4-6 hours use.<br /></p>
                <h6>Precautions</h6>
                <ol>
                  <li>Masks should not be worn around the neck</li>
                  <li> Masks cannot be worn with beards or unshaven faces.</li>
                  <li>Masks should completely seal the face at all times to ensure effective filtering of micro-organisms.</li>
                </ol>
              </li>
              <li><h5>Gowns</h5>
                <ul>
                  <li>Gowns made of impervious material are worn to protect the wearer‘s clothing/uniform from possible contamination with micro-organisms and exposure to blood, body fluids, secretions and excretions.</li>
                  <li>Use gown once for one patient and discard.</li>
                  <li> Healthcare workers should remove gowns before leaving the unit.</li>
                </ul>
                <strong>Recommendations for use of gowns</strong>
                <ul>
                  <li>Lab coats or scrub suits should not be viewed as an effective barrier to blood or other body fluids</li>
                  <li> Use of fluid resistant gowns, impervious gowns or plastic aprons, if soiling of clothes with blood or other potentially infectious material is likely, is highly recommended.</li>
                </ul>
              </li>
              <li><h5>Plastic Aprons</h5>
                <ul>
                  <li>A plastic apron protects the wearers‘ uniform from contact with contaminated body fluids.</li>
                  <li> The inside of the apron is considered clean, the outside is considered contaminated. The neck of the apron is clean because that part is not touched with contaminated hands.</li>
                  <li>Wash hands thoroughly after removing apron.</li>
                </ul>
              </li>
              <li><h5>Protective eyewear/Goggles</h5>
                <ul>
                  <li>Should be worn at all times during patient contact where there is a possibility that patients‘ body fluids may splash or spray onto the care giver‘s face/eyes (e.g. during suctioning, intubation, endoscopy and cleaning of instruments used for these procedures)</li>
                  <li> During all dental, surgical, laboratory and post mortem procedures.</li>
                  <li> Full face shields may also be used to protect the eyes and mouth of the healthcare worker in high risk situations.</li>
                  <li>Re-usable goggles should be washed and decontaminated after removal and in-between use.</li>
                </ul>
                <strong>Please note: </strong> All protective equipment should be removed prior to leaving work area.
                         </li>
              <li><h5>Needles, sharp instruments and other devices. </h5>
                All equipment contaminated with blood or other body fluids should be handled with special care. Keep in mind these recommendations:
                              <ul>
                  <li>Never recap needles</li>
                  <li>Never bend or break needles</li>
                  <li>Never remove needles from disposable syringes</li>
                  <li>Immediately dispose of all disposable syringes and needles, scalpel blades and other sharp instruments, after use, in a <strong>colour-coded or labelled leak-proof puncture resistant container.</strong></li>
                </ul>
              </li>
            </ol>
          </li>
          <li>
            <h3>Transmission based precautions</h3>
            <p>These are designed to supplement standard precautions or protocols and must always be used in conjunction with Standard Precautions isolation techniques. Transmission based precautions provide extra safety by facilitating a concerted effort to control the spread of specific types of bacteria. Whilst mostly used for diagnosed infection, they are useful when a specific diagnosis is suspected. Transmission based precautions are divided into 3 basic categories:</p>
            <ul>
              <li>Contact</li>
              <li>Droplet</li>
              <li>Airborne</li>
            </ul>
            <ol>
              <li><h4>Contact Precautions: </h4>
                <ul>
                  <li>Reduces the risk of transmission of organisms from infected or colonised patient through direct or indirect contact.(e.g. Herpes Simplex, Haemorrhagic Fever Virus e.g. Ebola, multi-drug resistant bacteria)</li>
                  <li> Precautions include: Hand gloving/Patient placement /Hand washing/Use of aprons and gowns/Patient care equipment/Patient transport</li>
                </ul>
              </li>
              <li><h4>Droplet Precautions:</h4>
                <ul>
                  <li>Reduces the risk of nosocomial transmission of pathogens spread by large droplets particles usually within a metre (e.g. Mumps, Diptheria, Haemophilus and Influenza.) </li>
                  <li>Droplets may be expelled during: Sneezing/Coughing/Talking</li>
                  <li>Teach cough hygiene i.e. cover mouth when coughing</li>
                  <li><strong>Precautions include:</strong> Patient Placement/Respiratory protection/Patient transportation</li>
                </ul>
              </li>
              <li><h4>Airborne Precautions</h4>
                <ul>
                  <li>Designed to provide protection from extremely tiny airborne bacteria or dust particles which may be suspended in the air for an extended period of time.</li>
                  <li>Used in addition to Standard Precautions for patients known or suspected to be infected with micro-organisms transmitted by airborne route e.g. TB, chicken pox/measles.</li>
                  <li><strong>Precautions include:</strong> Respiratory Protection/Patient placement/Patient transportation</li>
                </ul>
              </li>
            </ol>
          </li>
        </ol>
      </span>
  };