import React from 'react';

export let chapter_thirtyfour = {
    short_title: "Chapter 34",
    long_title: "Antineoplastic Agents",
    content:
      <span>
        <h1>Antineoplastic Agents</h1>
        <p>A wide variety of antineoplastic agents are generally available. These agents should be strictly used under the supervision of a specialist in oncology, be it for the treatment of malignant or other conditions.<br />   The role of antineoplastic agents in the management of cancer is expanding. Chemotherapeutic and other medicines are used during treatment of most patients with cancer.  One of the most important developments in cancer therapy over the last few decades is the increased recognition of the role of chemo-radiation in the curative management of cancer.<br /> Chemotherapy medicines fall into the following classes</p>
        <ul>
          <li>Alkylating medicines, </li>
          <li>Cytotoxic antibiotics, </li>
          <li>Antimetabolites,</li>
          <li>Vinca alkaloids,</li>
          <li>Other medicines. </li>
        </ul>
        <p>Recent times have however, seen the development of an array of other antineoplastic medicines including biological and immune therapy drugs.</p>
        <p>Chemotherapy can be used in a number of ways. The criteria for use differ for each tumour type, stage morphologic and biologic characteristics. Combination chemotherapy is more commonly used than single agent chemotherapy.</p>
        <h3>Principles of Combination Chemotherapy</h3>
        <ol>
          <li>Only those agents proven effective should be used.</li>
          <li>Each agent used should have a different mechanism of action</li>
          <li>Each agent should be used at maximum dose</li>
          <li>Agents with similar dose – limiting toxicities can be combined safely only by reducing doses, resulting in decreased effects.</li>
          <li>Combination chemotherapy should be administered according to protocol, based on evidence-based medicine with intervals between therapy cycles allowing for the recovery of normal tissue. </li>
        </ol>
        <h3>Guidelines of handling chemotheraphy medicines</h3>
        <ul>
          <li>Trained personnel should reconstitute the medicines.</li>
          <li>Reconstitution should be done in designated areas, preferably under lamina air flow.</li>
          <li> Protective clothing including eye protection should be worn at all times whilst reconstituting the medicines. This includes eye protection. </li>
          <li>Gloves should always be worn when administering the medicines. </li>
          <li> Pregnant health care workers should not handle chemotherapy medicines. </li>
          <li>Waste disposal should be meticulously handled. All contaminated disposables should be incinerated.</li>
        </ul>
        <h3>Adjuvant Chemotheraphy</h3>
        <ol>
          <li>Effective chemotherapy must be available</li>
          <li>Known tumour should have had primary definitive treatment either surgically or with radiation treatment</li>
          <li>Chemotherapy should be started as soon as possible after primary treatment.</li>
          <li>Chemotherapy should be given in maximally tolerated doses </li>
          <li>Chemotherapy should continue to the maximum period defined by the protocol.</li>
        </ol>
        <h3>Neoadjuvant Chemotherapy</h3>
        <p>In this instance, chemotherapy is administered before surgery or radiotherapy. The advantage of this method is that it exposes potential micrometastases to chemotherapy much earlier. Also significant regression of the primary tumour may allow easier management and permit organ and function preservation. Cancers effectively treated by neoadjuvant chemotherapy include soft tissue sarcomas, ostesarcoma, anal cancer, bladder cancer, larynx cancer, oesophageal cancer and locally advanced breast cancer.</p>
        <h3>Chemoradiation</h3>
        <p>Chemotherapy is increasingly being administered concurrently with radiotherapy in most tumours. The result of chemoradiation in these tumours is superior to that of radiotherapy alone. The improved outcome outweighs the slightly increased toxicity of the combined treatment. Cancers effectively treated by chemoradiation include, cervical cancer, oesophangeal cancer, nasopharyngeal cancer and other head and neck cancers</p>
        <h3>Maintenance Chemotherapy </h3>
        <p>In certain specific conditions patients may need to continue on chemotherapy for a defined period. Examples include tamoxifen for ER/PR positive breast cancer.</p>
        <h3>Palliative Chemotheraphy</h3>
        <p>Chemotherapy can be used in advanced disease for palliation where there is no alternative therapy or where local therapies have failed. A positive response with acceptable toxicity must be expected to justify the use of palliative chemotherapy.. Cancers that may be effectively treated with palliative chemotherapy include advanced ovarian cancer, germ cell tumours of the testis, small cell lung cancer and metastatic breast cancer.</p>
        <h3>Cancers that may be curable with Chemotherapy Alone </h3>
        <p><em>Some of the examples of cancers that maybe curable with chemotherapy alone*</em></p>
        <ul>
          <li>Gestational choriocarcinoma</li>
          <li>Hodgkin‘s disease</li>
          <li>Germ cell cancer of testis</li>
          <li>Acute lymphoid leukemia</li>
          <li>Non-Hodgkin‘s lymphoma (some subtypes)</li>
          <li>Hairy cell leukemia (probable)</li>
          <li>Small cell lung cancer</li>
        </ul>
        <small>*Depending on stage at presentation</small>
        <h2>Selection of Chemotheraphy Agents</h2>
        <p>Many chemotherapy regimens for a wide variety of cancers exist. Patients who are to receive chemotherapy are to be well assessed prior to prescription and administration of these medicines. Assessment needs vary according to the medicines that may be selected for use. The following are to be considered prior to this:</p>
        <h3>Physiologic Age of the Patient</h3>
        <p>Whilst age alone is not a valid criterion for excluding patients from receiving chemotherapy, age related alterations in organ function may result in unacceptable toxicity. Treatment decisions must however take into account the likelihood of benefit.</p>
        <h3>Performance Status</h3>
        <p>Patients with poor Karnofsky performance status (KPS) do not tolerate chemotherapy well. Patients with KPS of 30 percent or less are not usually candidates for chemotherapy.</p>
        <table>
          <caption>Patient Perfomance Score Using the Karnofsky Scale</caption>
          <tbody>
            <tr><th>Karnofsky (%)</th><th>Definition</th></tr>
            <tr><td>100</td><td>Asymptomatic</td></tr>
            <tr><td>80 - 90</td><td>Symptomatic, fully ambulatory</td></tr>
            <tr><td>60 - 70</td><td>Symptomatic, in bed less than 50% of day</td></tr>
            <tr><td>40 - 50</td><td>Symptomatic, in bed more than 50% of day but not bedridden</td></tr>
            <tr><td>20 - 30</td><td>Bedridden</td></tr>
          </tbody>
        </table>
        <h3>Nutritional Status</h3>
        <p>Ingestion of 1500 to 2000 cal/day is necessary to allow for satisfactory tumour response. This is an important consideration in the setting of advanced malignancy.</p>
        <h3>Obesity</h3>
        <p>Over dosage can occur if dosage is calculated per kilogram rather than per surface area. Ideal body weight should be used for palliative therapy rather than actual body weight. For curative cases if ideal body weight is used, dose escalations should be considered if treatment well tolerated.</p>
        <h3>Prior Therapy</h3>
        <p>The first chemotherapy treatment protocol usually gives best response and hence the need for optimum timeous management by knowledgeable team. Failure to respond to first line therapy lessens the probability to respond to second line therapy. This is most likely due to the development of multi drug (medicine) resistance.</p>
        <h3>Organ Function</h3>
        <p>Altered bone marrow, renal, hepatic, cardiac or pulmonary function may render it impossible to use some agents or make it necessary to modify dosage. The oncologist will need to determine baseline function according to the medicines being administered.</p>
        <h3>Coexisting Illness</h3>
        <p>Choice of agents to be used may have to be modified e.g. adriamycin in congestive cardiac failure and steroids in diabetes mellitus</p>
        <h4 className="underline">Requirements for chemotherapy/referral to tertiary level</h4>
        <p>All patients needing chemotherapy should be referred for treatment to a referral or tertiary treatment institute, unless there are suitable facilities and well trained staff in another facility.</p>
        <p>All patients suspected of having cancer should also be referred for further evaluation to institutes with appropriate recourses.</p>
        <p>Patients on chemotherapy can be seen at any level of care since they are just like any other patient and may need basic nononcological care for common diseases and pain control. However the attending practitioners should be very alert since chemotherapy side effects can mimic or mask signs of other conditions.</p>
        <h2>Common Side Effects of Chemotheraphy</h2>
        <p>Chemotherapy medicines have a variety of toxicities. Only the common ones will be highlighted.<br />
          <strong>Nausea and vomiting;</strong> this is one of the most common side effects. The different medicines have different emetogenic potential. Treatment of these side effects is therefore tailored to suit the emetogenic potential of the medicines used. This has to be done prophylactically. Nausea and vomiting can be acute, delayed or anticipatory.<br />
          <strong>Bone marrow suppression;</strong> Most medicines will cause bone marrow suppression, especially neutropenia. This is worst 7 to 10 days after administration of the medicine. Check the FBC not more than a week before the administration of chemotherapy for each cycle. <br />
          <strong>Alopecia:</strong> This is a distressing side effect that is difficult to prevent for certain medicines. It is however reversible.<br />
          <strong>Extravasation reactions:</strong> This is a serious side effect resulting from the medicine leaking out into the soft tissues into extravascular spaces and causing irritation and tissue necrosis.  The damage can be extensive and permanent. Treatment is prevention. This emphasizes the need for chemotherapy to be administered by trained staff within an oncology specialty. <br /> <strong>Teratogenicity/effects on the embryo:</strong> Chemotherapy is contraindicated in pregnancy especially the 1<sup>st</sup> trimester. Should a pregnant woman need chemotherapy treatment, discussion is necessary to weigh out possible options of treatment. Contraceptive advice should be given prior to starting chemotherapy treatment. <br />
          <strong>Fertility; </strong>Permanent sterility with certain medicines is a possibility for both male and female patients. Germ cell banking should be considered as appropriate.</p>
        <h3>Dose Modification</h3>
        <p>Dose modification may be necessary if unacceptable toxicity results e.g. neurotoxicity from vinca alkaloids and mucositis from methotrexate. Medicine doses are routinely modified for changes in renal or hepatic functions. The extent of acceptability of modifications varies according to individual protocols. Modification for decrease in blood counts is still the norm in resource poor settings unlike in settings where growth factor support is routinely available.</p>
        <h3>Follow up</h3>
        <p>Adjuvant chemotherapy is usually given for a set number of cycles.  In other situations the patient should be evaluated after two or three cycles of therapy. If there is a clear response and the treatment is well tolerated, the treatment can be continued to the set number of cycles or two cycles beyond complete response.  If disease progression is noted during treatment, therapy must be discontinued and other treatments evaluated. In the case of stable disease, treatment can be continued as long as the side effects are tolerable. In this situation disease progression becomes inevitable at some stage</p>
      </span>
  }