import React from 'react';

export let chapter_thirtythree = {
    short_title: "Chapter 33",
    long_title: "Surgical Conditions",
    content:
      <span>
        <h1>Surgical Conditions</h1>
        <h2>General Notes</h2>
        <p>The field of surgery is diverse with many specialties covering specific clinicopathological areas. The EDLIZ guidelines will attempt to cover basic essentials of surgical care. Detailed information should be obtained in literature of the appropriate specialties. The ability to identify patients needing surgical intervention should be of paramount importance.</p>
        <h3>General Surgical Conditions</h3>
        <ol>
          <li>Acute Abdomen <ul>
            <li>Appendicitis</li>
            <li>Intestinal obstruction</li>
            <li>Cholecystitis</li>
            <li>Perforated duodenal ulcer</li>
          </ul>
          </li>
          <li>Breast conditions</li>
          <li>Thyroid condition</li>
          <li>Ulcers</li>
        </ol>
        <h2>Acute Abdomen</h2>
        <p>This is defined as severe sudden onset of pain of less than 7 to 10 days duration. The causes of an acute abdomen can be localized to the abdomen but sometimes can be from a systemic non-surgical cause. It is very important to be able to quickly assess and decide whether it is a surgical acute abdomen or medical acute abdomen.</p>
        <p>The usual presentation of a surgical acute abdomen is sudden abdominal pain (colicky or sharp piercing) associated with vomiting and/or constipation. Other features might include abdominal distension and failure to pass flatus. The main causes of a surgical acute abdomen are acute appendicitis, acute perforated duodenal ulcers, acute intestinal obstruction, acute cholecystitis, pancreatitis, ectopic pregnancy and ovarian torsion. Non abdominal causes of pain that mimic an acute abdomen are numerous and may include myocardial infarction, pericarditis, pneumonia or pleurisy.</p>
        <h4>Evaluation</h4>
        <ul>
          <li>History and physical examination will help narrow down the differential diagnoses and also determine whether the patient requires emergency surgery. Special attention should be paid to the nature of pain, location, onset, duration, intensity, recurrent nature, aggravating and alleviating factors.</li>
          <li>Physical exam should note the general state of the patient, abdominal distension, surgical scars, tenderness, guarding, rebound tenderness, presence of a mass, rectal, cervical or adnexal tenderness. </li>
          <li>Initial tests might include an FBC, U&Es, amylase, lipase, pregnancy test, urinalysis and LFTs. </li>
          <li>Imaging studies may be necessary:</li>
        </ul>
        <p>Plain abdominal x-rays may reveal obstruction, perforation (free air under the diaphragm) and other pathology.</p>
        <p>Ultrasound is indicated especially for biliary tract disease, pelvic and urinary system pathology.</p>
        <h4>Treatment</h4>
        <p>Haemodynamically unstable patients might need immediate resuscitation with Normal saline or Ringers lactate, possible transfusion, nasogastric tube for obstruction or persistent vomiting, urinary catheter for monitoring output, broad spectrum empirical antibiotic for peritonitis, suspected perforated viscus or intra-abdominal injection.</p>
        <p>Direct treatment towards the specific condition should be instituted by the specialist after diagnostic workup.</p>
        <h3>Acute Appendicitis</h3>
        <p>This is the commonest acute abdominal surgical emergency. Typical symptoms are shifting abdominal pain (starting as vague periumbilical pain then shifting to the right iliac fossa) associated with nausea and occasional vomiting. On evaluation, uncomplicated appendicitis has right iliac tenderness ellicited maximally at McBurney‘s point with possible positive Rovsing sign. The white blood count may be elevated. The diagnosis of appendicitis should be made on clinical grounds but other investigations especially ultrasound scan and CT scan might be necessary in females and where the history is not typical. The other tests are especially useful to exclude other pathologies that might mimic appendicitis. Straightforward appendicitis needs emergency surgery as delays are associated with complications and poor outcome. The treatment of appendicitis is surgical. Laparascopic appendicectomy is now popular among surgeons with special interest and is particularly useful in females where the advantage of visualising pelvic viscera is important. The cosmetic advantages are additional to the less pain, reduced hospital stay and earlier recovery noted with laparascopic surgery.</p>
        <p>The use of antibiotics in appendicitis and its complications can be summarized as below:</p>
        <h3>Condition Treatment</h3>
        <table>
          <caption><strong>Acute appendicitis:</strong> Emergency appendicectomy and prophylaxis: </caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th></tr>
            <tr><td>Ceftriaxone IV</td><td>C V</td><td>1g</td><td>Once only</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>Once only</td></tr>
          </tbody>
        </table>
        <table>
          <caption><strong>Appendiceal mass.</strong> Clinical assessment of size of mass and institution of IV antibiotics and analgesia</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th></tr>
            <tr><td>Benzyl penicillin IV</td><td>C V</td><td>2.5MU</td><td>4 times a day</td></tr>
            <tr><td>Gentamicin IV</td><td>C V</td><td>120mg</td><td>Once a day</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>3 times a day</td></tr>
            <tr><td colSpan="4">Alternatively:</td></tr>
            <tr><td>Ceftriaxone IV</td><td>C V</td><td>1g</td><td>2 times a day</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>3 times a day</td></tr>
          </tbody>
        </table>
        <p>This can be done while serial examinations (daily) for clinical improvement of size of mass. are instituted Serial FBC and USS monitoring for improvement is also important. Failure to improve or deterioration in condition might warrant surgical intervention. If the patient improves elective surgery (six weeks after initial presentation) is advised as operating early is fraught with higher risk of complications</p>
        <table>
          <caption><strong>Appendiceal abscess.</strong>  Emergency incision and drainage (with or without appendicectomy) or USS guided pus drainage plus antibiotics as follows:</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th></tr>
            <tr><td>Benzyl penicillin IV</td><td>C V</td><td>2.5MU</td><td>4 times a day</td></tr>
            <tr><td>Gentamicin IV</td><td>C V</td><td>120mg</td><td>Once a day</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>3 times a day</td></tr>
            <tr><td colSpan="4">Alternatively:</td></tr>
            <tr><td>Ceftriaxone IV</td><td>C V</td><td>1g</td><td>2 times a day</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>3 times a day</td></tr>
          </tbody>
        </table>
        <p>These treatments are continued till clinical improvement is satisfactory. Interval elective appendicectomy might or might not be necessary.</p>
        <p><strong>Appendiceal rupture/perforation.</strong> Generalised peritonitis is typical and prognosis is poor. Aggressive fluid resuscitation, IV antibiotics and urgent laparatomy are all necessary. The IV antibiotic regime is as for appendiceal abscess above.</p>
        <h3>Intestinal Obstruction</h3>
        <p>History and examination is of paramount importance. While the different causes and types of obstruction are beyond the scope of the EDLIZ the important symptoms to look for are colicky abdominal pain, vomiting, abdominal distension and absolute constipation or obstipation (not passing stool and flatus). These symptoms are present in different degrees depending on the cause and level of obstruction. Remember to exclude previous abdominal surgery which makes adhesions the likely cause of obstruction and assess the potential hernia sites to exclude obstructed hernia.</p>
        <p>Aggressive resuscitation and monitoring is important once intestinal obstruction is suspected or confirmed. Initial FBC, U+Es and possible X-match is important. IV fluids in the form of Normal saline and Ringers lactate are given as guided by degree of dehydration but aiming to achieve a urine output of 1ml/kg/hr as guided by the urine output monitoring with a urinary catheter. NGT insertion and monitoring of the effluent type and amounts is vital. The NGT losses should be replaced ml per ml with Normal Saline in addition to the normal daily requirements estimated at 40mls/kg/24hrs.</p>
        <p>Antibiotic use in intestinal obstruction is necessary where bacterial translocation is suspected especially with longer history of obstruction or where a closed loop obstruction with possible gangrene/perforation of bowel is suspected e.g. in sigmoid volvulus or at surgery where unprepared bowel is opened.</p>
        <table>
          <caption>First Line</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th></tr>
            <tr><td>Benzyl penicillin IV</td><td>C V</td><td>2.5mg</td><td>4 times a day</td></tr>
            <tr><td>Gentamicin IV</td><td>C V</td><td>120mg</td><td>Once a day</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>3 times a day</td></tr>
          </tbody>
        </table>
        <table>
          <caption>Second Line</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th></tr>
            <tr><td>Ceftriaxone IV</td><td>C V</td><td>1g</td><td>2 times a day</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>3 times a day</td></tr>
          </tbody>
        </table>
        <h3>Cholecystitis</h3>
        <p>Acute cholecystitis is a condition which is becoming more frequent in our population as major lifestyle changes occur with dietary shifts towards a western diet. This has increased the incidence of cholesterol related illness of which gallstone disease is one. Calculous cholecystitis (gallstone-related cholecystitis) is the commonest indication for cholecystectomy in Zimbabwe. In young patients exclusion of haemolytic anaemia especially sickle cell anaemia is important.</p>
        <p>While the definitive treatment for cholecystitis is surgery i.e. open cholecystectomy or laparascopic cholecystectomy it is necessary to give antibiotics for acute cholecystitis. While acute cholecystitis typically presents in a forty year old, fat, fertile, flatulent and fair female it can also occur in males, in a younger or older age group. The symptoms are mainly acute right upper quadrant pain usually at night after a fatty meal with some milder previous episodes of colicky upper abdominal pains. On examination tender right upper quadrant is typical with a positive Murphy sign (catch of breath on inspiration while the palpating hand is advancing up from the right iliac fossa to the right costal margin).</p>
        <h3>Treatment of Acute Cholecystitis</h3>
        <p>Antibiotics and analgesia are important.</p>
        <table>
          <caption>First Line</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th></tr>
            <tr><td>ampicillin IV</td><td>C V</td><td>500mg</td><td>4 times a day</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>3 times a day</td></tr>
            <tr><td colSpan="4">Alternative to ampicilin (if unavailable)</td></tr>
            <tr><td>Benzyl penicillin IV</td><td>C V</td><td>2.5mg</td><td>4 times a day</td></tr>
          </tbody>
        </table>
        <table>
          <caption>Second Line</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th></tr>
            <tr><td>Ceftriaxone IV</td><td>C V</td><td>1g</td><td>2 times a day</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>3 times a day</td></tr>
          </tbody>
        </table>
        <p>Patients are managed as above and if symptoms and signs improve can be discharged on oral, amoxicillin 500mg tds x for 7 days and scheduled for elective cholecystectomy after six weeks.</p>
        <p>Advances in laparascopic surgery have however made it possible to do early or "hot" cholecystectomy when certain criteria are met based on expertise of the surgeon.</p>
        <h2>Perforated Duodenal Ulcer</h2>
        <p>Peptic ulcer disease is generally a medical condition where advances in diagnosis and treatment have made surgical intervention only reserved for its complications. Perforated duodenal ulcers remain a feared and relatively common complication.</p>
        <p>While a reasonable number of patients who present with acute perforated duodenal ulcer have had a diagnosis of peptic ulcers before, the majority have no prior diagnosis or investigations done. Presentation is usually of sudden severe epigastric pain which rapidly spreads to the whole abdomen associated with fear of movement. Examination findings are typically those of generalized tenderness with board-like rigidity of the abdomen and rebound tenderness. The erect chest X-ray shows free air under the diaphragm in 75% of cases.</p>
        <p>This is surgical emergency but resuscitation with Normal Saline, NGT insertion, analgesia and urinary catheterization should be done. FBC and U+Es are done in preparation for surgery. The prognosis is poor if surgery is delayed. The adage of "the sun should not rise and set" before surgery is done is appropriate for this condition. IV antibiotics should be given as soon as signs of peritonitis are picked.</p>
        <table>
          <caption>First Line</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th></tr>
            <tr><td>Benzyl penicillin IV</td><td>C V</td><td>2.5mg</td><td>4 times a day</td></tr>
            <tr><td>Gentamicin IV</td><td>C V</td><td>120mg</td><td>Once a day</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>3 times a day</td></tr>
          </tbody>
        </table>
        <small>NB. Gentamicin should not be used if renal assessment is not satisfactory. </small>
        <table>
          <caption>Second Line</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th></tr>
            <tr><td>Ceftriaxone IV</td><td>C V</td><td>1g</td><td>2 times a day</td></tr>
            <tr><td>Metronidazole IV</td><td>B V</td><td>500mg</td><td>3 times a day</td></tr>
          </tbody>
        </table>
        <h2>Breast Conditions</h2>
        <p>While the breast can be affected by many conditions practitioners should take all efforts to exclude malignancy. History and examination is of value in this regard. Common breast conditions are:</p>
        <ul>
          <li>Breast abscess especially in breastfeeding or pregnant women</li><li>Mastitis</li><li>Breast fibroadenomas especially in young women age (15 to 35years).</li><li>Breast cancer especially above the age of 35.</li><li>Ductal papilloma</li><li>Duct ectasia</li><li>Nipple/ breast eczema</li><li>Paget‘s disease of the breast</li><li>TB of the breast </li>
        </ul>
        <h3>Breast Abscess</h3>
        <p>Typically occurs in a young lactating or pregnant women who has pain and swelling of the breast with an area of maximal tenderness or fluctuancy. Once the diagnosis is made, incision and drainage in theatre under general anaesthesia should be done as they are generally deep abscesses and adequate drainage is advisable under general anaesthesia. Analgesia and antibiotics should be instituted once diagnosis is made.</p>
        <table>
          <caption>Preferred Therapy:</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th><th>Duration</th></tr>
            <tr><td>cloxacillin IV</td><td>B V</td><td>500mg</td><td>4 times a day</td><td>2 Days</td></tr>
            <tr><td>cloxacillin po</td><td>B V</td><td>500mg</td><td>4 times a day</td><td>5 days</td></tr>
          </tbody>
        </table>
        <table>
          <caption>Alternative therapy</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th><th>Duration</th></tr>
            <tr><td>clindamycin IV</td><td>B V</td><td>300 to 600mg</td><td>3 times a day</td><td>2 days</td></tr>
            <tr><td>clindamycin po</td><td>B V</td><td>300 to 600mg</td><td>3 times a day</td><td>5 days</td></tr>
          </tbody>
        </table>
        <p>The wound should be cleaned with saline or povidone iodine and packed or dressed with glycerin and ichthamol daily until healing occurs. The mother should be advised to continue breastfeeding or to express the breast frequently.</p>
        <h3>Mastitis</h3>
        <p>This also occurs commonly in breastfeeding or pregnant mothers. The symptoms are similar to the breast abscess except that there is no "pointing" area of maximal tenderness or fluctuancy.
          <br />If mild symptoms</p>
        <table>
          <caption>Preferred Therapy:</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Dose</th><th>Frequency</th><th>Duration</th></tr>
            <tr><td>cloxacillin po</td><td>B V</td><td>500mg</td><td>4 times a day</td><td>7 Days</td></tr>
            <tr><td>Or</td></tr>
            <tr><td>clindamycin po</td><td>B V</td><td>450mg</td><td>3 times a day</td><td>7 days</td></tr>
          </tbody>
        </table>
        <p>If severe then admission and IV treatment as in breast abscess discussed above.</p>
        <h3>Breast Eczema</h3>
        <p>This is a common condition which is usually confused with cracking nipples in breastfeeding mothers. However, exclusion of breast cancer is important as in Paget‘s disease. Where appropriately diagnosed, breast eczema can then be managed as per guidelines in the skin conditions chapter. Where there is doubt of diagnosis a biopsy of the affected skin is important</p>
        <h2>Thyroid Conditions</h2>
        <p>Patients who present with a goitre need to be assessed properly. The assessment should focus on assessing their thyroid state (thyrotoxicosis, euthyroid or hypothyroid) and exclude complications which might be linked to malignant change e.g upper air ways compression, hoarse voice in recurrent nerve invasion, retrosternal extension or superior vena cava compression, rapid growth, fixation, enlarged lymph nodes.</p>
        <p>Treatment for thyrotoxicosis is laid out in the Endocrine Conditions chapter.</p>
        <p>Surgical intervention is indicated in thyrotoxicosis if :</p>
        <ul>
          <li>Not responding to medical therapy.</li>
          <li>Thyrotoxicosis not responding to radioiodine.</li>
          <li>Thyrotoxic patients where antithyroid drugs and radioiodine are contraindicated.</li>
          <li>Confirmed malignancy.</li>
          <li>Suspected malignancy where confirmation is not possible before surgery e.g. in follicular carcinoma.</li>
          <li> Goitre causing compressive complications on the airway, major vessels and nerves. </li>
        </ul>
        <p>Patients scheduled for surgical intervention should be rendered euthyroid before the surgery with oral anti-thyroid drugs. Emergency cases might need IV propranolol as there is no time to bring the thyroid hormones down.</p>
        <h3>Skin Ulcers</h3>
        <p>Chronic ulcers are a common condition. Unless the cause of the ulcer is known exclusion of malignancy is important. Exclusion of malignancy should be done by taking a biopsy for histological analysis. The common cutaneous malignancies are squamous cell carcinoma, malignant melanoma and basal cell carcinoma. These malignancies are more common in albinos who are sun exposed without ultraviolet protection. Use of sun protective clothes and sunscreen lotions is important in this group of people. However everyone is prone to developing skin cancers. Chronic non-healing ulcers (eg after burns) can develop squamous cell carcinoma, referred to as a Marjolin ulcer. Malignant melanoma of the acral lentiginous type is common on the soles of the feet in Zimbabwe and all suspicious lesions should be biopsied and referred to the general surgeon for further management.</p>
        <p>Where malignancy has been ruled out or is not suspected exclusion of peripheral vascular disease, diabetes mellitus and venous stasis (eg in varicose veins) is also important. The management of nonmalignant chronic ulcers involves different disciplines. The guiding principle, however, is reducing inflammation on the wound by avoiding irritating substances on the wound and limiting frequent change of dressings. In this regard simple normal saline or equivalent salt solution would be preferred for cleaning the wound and then applying long staying dressings (which can be changed less often eg once every third day). Wound care products are varied and the state of the wound would guide the most appropriate product to use. In the absence of these specialized products cleaning the wound with simple saline and dressing it with glycerine and icthamol solution would suffice.</p>
      </span>
  }