import React from 'react';

export let chapter_thirty = {
    short_title: "Chapter 30",
    long_title: "Anaphylaxis",
    content:
      <span>
        <h1>Anaphylaxis</h1>
        <p>Severe anaphylaxis is a life threatening immunological response to a substance to which an individual is sensitised. It is a medical emergency (life and death situation) in which seconds count. Prompt treatment is required for acute airway obstruction, bronchospasm and hypotension.</p>
        <h3>Triggers</h3>
        <p>Common triggers of anaphylaxis are medicines, (notably: antibiotics, non-steroidal anti-inflammatory medicines, antiarrhythmics, heparin, parenteral iron, desensitising preparations and vaccines), blood transfusions, bee and other insect stings, anaesthetic medicines and certain foods. Latex allergy may be delayed in onset, taking up to 60minutes to manifest. Some anaesthetic medicines are also associated with anaphylactoid reactions (urticaria, flushing and mild hypotension). Food allergen triggers may have a delayed onset. Such as nuts may have a delayed onset and are commonly associated with urticaria.</p>
        <h3>Clinical Presentation of Anaphylaxis</h3>
        <p>Anaphylactoid reactions range from minor to life-threatening. The major presenting features are commonly cardiovascular. It is important to recognise and address the following:</p>
        <p><em>Cardiovascular</em> (hypotension, tachycardia, arrhythmias, ECG may show ischaemic changes even cardiac arrest)</p>
        <p><em>Respiratory system</em> (oedema of the glottis, tongue and airways, stridor and airway obstruction and bronchospasm)</p>
        <p><em> Gastrointenstinal</em> (abdominal pain, diarrhoea or vomiting)</p>
        <p><em>Cutaneous</em> (flushing, erythema, urticaria)</p>
        <small><em>Note: It is imperative to establish a causative allergen source and it is essentially that the patient is advised in writing of the allergy and advised to wear a medic-alert bracelet indicating the sensitivity: repeat exposure may be fatal. </em></small>
        <h2>Treatment</h2>
        <p>Discontinue administration of any suspect agent (for example medicine, blood, diagnostic agent) <br />Lay the patient flat and elevate the legs. <br />Follow the ABC of resuscitation</p>
        <ol>
          <li>Airway <ul>
            <li>Give Adrenaline im 0.5- 1mg (0.5 – 1ml of 1:1000 solution) repeated each ten minutes as required </li>
            <li>Ensure a clear airway; give 100% oxygen, if available. </li>
          </ul>
          </li>
          <li>Breathing <ul>
            <li>Ensure adequate breathing (intubate and ventilate as required)</li>
            <li>Nebulised bronchodilators (for example, 5mg salbutamol) or iv aminophylline may be required if bronchospasm is refractory (loading dose of 5mg/kg followed by 0.5mg/kg/hr). </li>
          </ul>
          </li>
          <li>Circulation <ul>
            <li>Monitor pulse, blood pressure, bronchospasm and general response/condition every 3-5 minutes. </li>
            <li>Start CPR if cardiac arrest has occurred . </li>
          </ul>
          </li>
        </ol>
        <table>
          <caption>Give:</caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th><th>Duration</th></tr>
            <tr><td>adrenaline 1 in 1000 im</td><td>C V</td><td>0.5 - 1ml<br />
              [= 10mg/kg]<br />
              children > 5yrs 0.5ml<br />
              4 years 0.4ml<br />
              3 years 0.3ml<br />
              2 years 0.2ml<br />
              1 years 0.1ml<br /></td><td colSpan="2">Repeat as necessary every 10mins until improvement occurs.</td></tr>
          </tbody>
        </table>
        <table>
          <caption>In <strong>severe</strong> allergic reaction give: </caption>
          <tbody>
            <tr><th>Medicine</th><th>Codes</th><th>Adult Dose</th><th>Frequency</th><th>Duration</th></tr>
            <tr><td>adrenaline 1 in 10000 iv<br />
              [Add 9ml normal saline / water to 1ml of 1in 1000 adrenaline]</td><td>C V</td><td>1ml <u>slow</u><br />
                [= 0.1mg/kg]<br /></td><td>repeat every minute</td><td>until satisfactory clinical response</td></tr>
          </tbody>
        </table>
      </span>
  }